import Header from "../../components/Header/Header";
import Footer from "../../components/Footer/Footer";
import css from "./HistoryPage.module.css";

const HistoryPage = () => {
  return (
    <div>
      <Header />
      <div className={css.container}>
        <div className={css.info}>
          <h2 className={css.title}>Історія створення</h2>
          <p className={css.text}>
            З початку повномасштабного вторгнення небайдужі люди об'єднались,
            щоб допомогати протистояти агрессору.
          </p>
          <p className={css.text}>
            У 2023 році було прийнято рішення створення офіційної організації.
            Благодійний фонд «Волонтерський Рух Оберіг» був заснований з метою
            надання допомоги військовим, постраждалим від війни, та цивільним,
            які потребують підтримки.
          </p>
          <p className={css.text}>
            Фонд був організований групою однодумців, які зрозуміли, наскільки
            важливо об’єднувати зусилля для вирішення соціальних та гуманітарних
            проблем під час кризи.
          </p>
          <h2 className={css.title}>Місія та цілі</h2>
          <p className={css.text}>
            Місія фонду полягає в наданні безкоштовної гуманітарної допомоги,
            підтримці військових , організації заходів, спрямованих на
            підвищення рівня обізнаності громадськості про потреби людей, які
            страждають від наслідків війни.
          </p>
          <p className={css.text}>Основні цілі фонду:</p>
          <ul className={css.listUl}>
            <li className={css.list}>
              Забезпечення військових необхідним обладнанням та спорядженням.
            </li>
            <li className={css.list}>Організація медичної допомоги</li>
            <li className={css.list}>
              Участь у соціальних проектах, спрямованих на відновлення та
              підтримку цивільного населення у зонах бойових дій.
            </li>
          </ul>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default HistoryPage;
