import Header from "../../components/Header/Header";
import Footer from "../../components/Footer/Footer";
import css from "./HistoryPage.module.css";

const HistoryPage = () => {
  return (
    <div>
      <Header />
      <div className={css.container}>
        <div className={css.info}>
          <h2>Історія створення</h2>
          <p className={css.text}>
            З початку повномасштабного вторгнення небайдужі люди об'єднались,
            щоб допомогати протистояти агрессору.
          </p>
          <p className={css.text}>
            У 2023 році було прийнято рішення створення офіційної організації.
            Благодійний фонд «Волонтерський Рух Оберіг» був заснований з метою
            надання допомоги військовим, постраждалим від війни, та цивільним,
            які потребують підтримки.
          </p>
          <p className={css.text}>
            Фонд був організований групою однодумців, які зрозуміли, наскільки
            важливо об’єднувати зусилля для вирішення соціальних та гуманітарних
            проблем під час кризи.
          </p>
          <p className={css.text}>
            Голова: Анушенкова Ганна Заступник: Зинуров Руслан Місія та цілі
            Місія фонду полягає в наданні безкоштовної гуманітарної допомоги,
            підтримці військових , організації заходів, спрямованих на
            підвищення рівня обізнаності громадськості про потреби людей, які
            страждають від наслідків війни. Основні цілі фонду: • Забезпечення
            військових необхідним обладнанням та спорядженням. • Організація
            медичної допомоги • Участь у соціальних проектах, спрямованих на
            відновлення та підтримку цивільного населення у зонах бойових дій.
          </p>
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default HistoryPage;
